[BreakthroughMediumArmorHealth X2TechTemplate]
DisplayName="Reinforced Medium Armor"
Summary="A previously unrealized breakthrough in our Medium Armor development will allow our standard variants to provide +1 HP going forward."

[BreakthroughSparkArmorHealth X2TechTemplate]
DisplayName="Reinforced SPARK Armor"
Summary="A previously unrealized breakthrough in our SPARK Armor development will provide SPARKs +1 HP going forward."

[BreakthroughReaperArmorHealth X2TechTemplate]
DisplayName="Reinforced Reaper Armor"
Summary="A previously unrealized breakthrough in our Reaper Armor development will provide Reapers +1 HP going forward."

[BreakthroughSkirmisherArmorHealth X2TechTemplate]
DisplayName="Reinforced Skirmisher Armor"
Summary="A previously unrealized breakthrough in our Skirmisher Armor development will provide Skirmishers +1 HP going forward."

[BreakthroughTemplarArmorHealth X2TechTemplate]
DisplayName="Reinforced Templar Armor"
Summary="A previously unrealized breakthrough in our Templar Armor development will provide Templars +1 HP going forward."

[BreakthroughConventionalArmorHealth X2TechTemplate]
DisplayName="Reinforced Conventional Armor"
Summary="A previously unrealized breakthrough in our Medium Armor development will allow our conventional variants to provide +1 HP going forward."

[BreakthroughPlatedArmorHealth X2TechTemplate]
DisplayName="Reinforced Plated Armor"
Summary="A previously unrealized breakthrough in our Plated Armor development will allow our plated variants to provide +1 HP going forward."

[BreakthroughPoweredArmorHealth X2TechTemplate]
DisplayName="Reinforced Powered Armor"
Summary="A previously unrealized breakthrough in our Powered Armor development will allow our powered variants to provide +1 HP going forward."

[BreakthroughSparkRifleDamage X2TechTemplate]
DisplayName="Improved Heavy Autocannons"
Summary="By creating a heavier barrel cross section for our Heavy Autocannons, we were able to increase stability and improve damage output by +1."

[BreakthroughSparkRifleWeaponUpgrade X2TechTemplate]
DisplayName="Modular Heavy Autocannons"
Summary="Our breakthrough has allowed us to add an additional upgrade slot to all Heavy Autocannons without sacrificing balance or firepower."

[BreakthroughClaymoreDamage X2TechTemplate]
DisplayName="Improved Claymores"
Summary="Breakthroughs in both our manufacturing and finishing processes should further improve the balance of our claymores, increasing their damage by +1."

[BreakthroughWristBladeDamage X2TechTemplate]
DisplayName="Improved Ripjacks"
Summary="Breakthroughs in both our manufacturing and finishing processes should further improve the balance of our ripjacks, increasing their damage by +1."

[BreakthroughGauntletDamage X2TechTemplate]
DisplayName="Improved Shard Gauntlets"
Summary="Breakthroughs in both our manufacturing and finishing processes should further improve the balance of our shard gauntlets, increasing their damage by +1."

[BreakthroughGrenadeDamage X2TechTemplate]
DisplayName="Improved Grenades"
Summary="Breakthroughs in both our manufacturing and finishing processes should further improve the balance of our grenades, increasing their damage by +2."

[BreakthroughHeavyDamage X2TechTemplate]
DisplayName="Improved Heavy Weapons"
Summary="Breakthroughs in both our manufacturing and finishing processes should further improve the balance of our heavy weapons, increasing their damage by +2."